Revit 2024 API
UnitTypeId.Lux Property
 Lux.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Lux { get; }
Visual Basic
Public Shared ReadOnly Property Lux As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Lux {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace